{
  "language_string": "Spanish",
  "dependencies_name": [],
  "practice_recommended": false,
  "disabled": false,
  "test_count": 3,
  "lesson": false,
  "has_explanation": true,
  "url_title": "Intro",
  "icon_color": "blue",
  "category": "",
  "num_lessons": 3,
  "strength": 0,
  "beginner": true,
  "title": "Introduction",
  "coords_y": 1,
  "coords_x": 2,
  "id": "7df994e56b4513b3517f911b56e142d2",
  "test": true,
  "lesson_number": 1,
  "learned": false,
  "num_translation_nodes": 0,
  "achievements": [],
  "description": "",
  "index": "0",
  "bonus": false,
  "explanation": "<h5>Masculine and Feminine Nouns</h5><p>In Spanish all nouns are masculine or feminine. Usually, nouns that end with an \"o\" are masculine, and nouns that end with an \"a\" are feminine. For example, \"manzana\" (apple) is feminine and \"diario\" (newspaper) is masculine.</p><p>The articles \"el\" and \"un\" are used with masculine nouns, and the articles \"la\" and \"una\" are used with feminine nouns. \"The apple\" is \"la manzana\" and \"a newspaper\" is \"un diario.\"</p><h5>Accent Marks</h5><p>Vowels in Spanish can have an accent mark, such as the \"u\" in \"menú\" (menu). One use of the accent mark is to indicate which syllable should be stressed in the pronunciation. For example, in \"teléfono\" (telephone), the second \"e\" has the most stress.</p><p>Accent marks are also used to distinguish homophones. For example, \"él\" and \"el\" are homophones because they have the same pronunciation. However, \"él\" is a masculine pronoun (meaning \"he\" or \"him\") and \"el\" is a masculine article (meaning \"the\").</p><h5>The Second Person Singular</h5><p>\"Tú,\" \"usted\" and \"vos\" are different ways of referring to the second person singular (you). \"Usted\" is the formal way of saying \"you,\" and \"vos\" is used in informal speech in certain countries instead of \"tú.\"</p><p>The three pronouns are synonyms, but they change the way verbs are conjugated. For instance, for the verb \"comer\" (to eat), it is \"tú comes,\" \"usted come,\" and \"vos comés.\"</p><p>The decision of which form of \"you\" to use is regional and cultural, but you can typically use \"usted\" when referring to strangers.</p><h5>Verb Conjugation</h5>\n\n<p>Verb conjugation in Spanish is more complicated than in English. In Spanish, the verb endings change in order to describe who is doing the action and when. For example, for \"comer,\" \"I eat\" is \"yo como\" and \"you eat\" is \"tú comes.\"</p><p>Because the conjugations indicate who is doing the action, it is usually possible to omit the pronoun. For instance instead of saying \"yo como arroz\" (I eat rice), you can say \"como arroz.\"</p>",
  "comment_data": {},
  "dependencies": [],
  "path": [
    {
      "index": 1,
      "strength": 0,
      "active": true,
      "words": [
        "el",
        "hombre",
        "la",
        "mujer",
        "yo",
        "un",
        "una",
        "soy",
        "niño",
        "niña"
      ],
      "timed": false,
      "lesson": 1,
      "open": true
    },
    {
      "index": 2,
      "strength": 0,
      "active": false,
      "words": [
        "él",
        "es",
        "ella",
        "come",
        "tú",
        "eres",
        "usted",
        "manzanas"
      ],
      "timed": false,
      "lesson": 2,
      "open": false
    },
    {
      "index": 3,
      "strength": 0,
      "active": false,
      "words": [
        "pan",
        "como",
        "comes",
        "agua",
        "leche",
        "bebe",
        "bebo",
        "bebes"
      ],
      "timed": false,
      "lesson": 3,
      "open": false
    },
    {
      "learned": false,
      "learn_marker": true
    }
  ],
  "short": "Intro",
  "name": "BASICS",
  "language": "es",
  "new_index": 1,
  "usid": "7a65d6cbd3a1a6b40fdde72af7c592fb",
  "progress_percent": 0,
  "mastered": false
}
